export const textDummys={
    service: `제1조 (목적)
    본 약관은 썰매 컴퍼니(이하 "회사"라 한다)는 홈페이지에서 제공하는 썰매 서비스(이하 "서비스"라 한다)를 제공함에 있어 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.
    
    제2조 (용어의 정의)
    1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
    '서비스'란 회사가 이용자에게 서비스를 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 구성한 가상의 공간을 의미하며, 서비스 자체를 의미하기도 합니다.
    '회원(이하 "회원"이라 한다)'이란 개인정보를 제공하여 회원등록을 한 자로서 서비스의 정보를 지속적으로 제공받으며 서비스가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
    '아이디(이하 "ID"라 한다)'란 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 회원 고유의 계정 정보로 회원이 보유한 이메일 주소를 의미합니다.
    '비밀번호'란 회원의 ID와 일치된 회원임을 확인하고, 회원의 개인정보를 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 의미합니다.
    '회원탈퇴(이하 "탈퇴"라 한다)'란 회원이 이용계약을 해지하는 것을 의미합니다.
    
    제3조 (약관의 공시 및 효력과 변경)
    본 약관은 회원가입 화면에 게시하여 공시하며 회사는 사정변경 및 영업상 중요한 사유가 있을 경우 약관을 변경할 수 있으며 변경된 약관은 공지사항을 통해 공시한다
    본 약관 및 차후 회사사정에 따라 변경된 약관은 이용자에게 공시함으로써 효력을 발생한다.
    
    제4조 (약관 외 준칙)
    본 약관에 명시되지 않은 사항이 전기통신기본법, 전기통신사업법, 정보통신촉진법, ‘전자상거래등에서의 소비자 보호에 관한 법률’, ‘약관의 규제에관한법률’, ‘전자거래기본법’, ‘전자서명법’, ‘정보통신망 이용촉진등에 관한 법률’, ‘소비자보호법’ 등 기타 관계 법령에 규정되어 있을 경우에는 그 규정을 따르도록 한다.
    
    제5조 (이용신청)
    이용신청자가 회원가입 안내에서 본 약관과 개인정보보호정책에 동의하고 등록절차(회사의 소정 양식의 가입 신청서 작성)를 거쳐 ‘확인’ 버튼을 누르면 이용신청을 할 수 있다.
    이용신청자는 반드시 실명과 실제정보를 사용해야 하며 1개의 생년월일에 대하여 1건의 이용신청을 할 수 있다.
    실명이나 실제정보를 입력하지 않은 이용자는 법적인 보호를 받을 수 없으며, 서비스 이용에 제한을 받을 수 있다.
    
    제6 조 (이용신청의 승낙)
    회사는 제5조에 따른 이용신청자에 대하여 제2항 및 제3항의 경우를 예외로 하여 서비스 이용을 승낙한다.
    회사는 아래 사항에 해당하는 경우에 그 제한사유가 해소될 때까지 승낙을 유보할 수 있다.
    가. 서비스 관련 설비에 여유가 없는 경우
    나. 기술상 지장이 있는 경우
    다. 기타 회사 사정상 필요하다고 인정되는 경우
    회사는 아래 사항에 해당하는 경우에 승낙을 하지 않을 수 있다.
    가. 다른 사람의 명의를 사용하여 신청한 경우
    나. 이용자 정보를 허위로 기재하여 신청한 경우
    다. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우
    라. 기타 회사가 정한 이용신청 요건이 미비한 경우
    
    제7 조 (회사의 의무)
    회사는 사이트를 안정적이고 지속적으로 운영할 의무가 있다.
    회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 즉시 처리해야 한다. 단, 즉시 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 공지사항 또는 전자우편을 통해 통보해야 한다.
    제1항의 경우 수사상의 목적으로 관계기관 및 정보통신윤리위원회의 요청이 있거나 영장 제시가 있는 경우, 기타 관계 법령에 의한 경우는 예외로 한다.
    
    제8 조 (이용자의 의무)
    이용자는 본 약관 및 회사의 공지사항, 사이트 이용안내 등을 숙지하고 준수해야 하며 기타 회사의 업무에 방해되는 행위를 해서는 안 된다.
    이용자는 회사의 사전 승인 없이 본 사이트를 이용해 어떠한 영리행위도 할 수 없다.
    이용자는 본 사이트를 통해 얻는 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없다.
    
    제9조 (서비스 이용)
    이용자는 본 약관의 규정된 사항을 준수해 사이트를 이용한다.
    본 약관에 명시되지 않은 서비스 이용에 관한 사항은 회사가 정해 ‘공지사항’에 게시하거나 또는 별도로 공지하는 내용에 따른다.
    
    제10조 (정보의 제공)
    회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대하여 전자메일이나 서신우편 등의 방법으로 회원에게 정보를 제공할 수 있다.
    
    제11조 (광고게재)
    회사는 서비스의 운용과 관련하여 서비스 화면, 전자우편 등에 광고 등을 게재할 수 있다.
    회사는 사이트에 게재되어 있는 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않는다.
    
    제12조 (서비스 이용의 제한)
    본 사이트 이용 및 행위가 다음 각 항에 해당하는 경우 회사는 해당 이용자의 이용을 제한할 수 있다.
    가.	공공질서 및 미풍양속, 기타 사회질서를 해하는 경우
    나.	범죄행위를 목적으로 하거나 기타 범죄행위와 관련된다고 객관적으로 인정되는 경우
    다.	타인의 명예를 손상시키거나 타인의 서비스 이용을 현저히 저해하는 경우
    라.	타인의 의사에 반하는 내용이나 광고성 정보 등을 지속적으로 전송하는 경우
    마.	해킹 및 컴퓨터 바이러스 유포 등으로 서비스의 건전한 운영을 저해하는 경우
    바.	다른 이용자 또는 제3자의 지적재산권을 침해하거나 지적재산권자가 지적 재산권의 침해를 주장할 수 있다고 판단되는 경우
    사.	타인의 아이디 및 비밀번호를 도용한 경우
    아.	기타 관계 법령에 위배되는 경우 및 회사가 이용자로서 부적당하다고 판단한 경우
    자.	제13 조 (서비스 제공의 중지)
    차.	회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부의 제공을 중지할 수 있다.
    카.	전기통신사업법 상에 규정된 기간통신 사업자 또는 인터넷 망 사업자가 서비스를 중지했을 경우
    타.	정전으로 서비스 제공이 불가능할 경우
    파.	설비의 이전, 보수 또는 공사로 인해 부득이한 경우
    하.	서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 어려운 경우
    가.	전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우
    
    제13조 (게시물 관리)
    회사는 건전한 통신문화 정착과 효율적인 사이트 운영을 위하여 이용자가 게시하거나 제공하는 자료가 제12조에 해당한다고 판단되는 경우에 임의로 삭제, 자료이동, 등록거부를 할 수 있다.
    
    제14조 (서비스 이용 책임)
    이용자는 회사에서 권한 있는 사원이 서명한 명시적인 서면에 구체적으로 허용한 경우를 제외하고는 서비스를 이용하여 불법상품을 판매하는 영업활동을 할 수 없으며 특히 해킹, 돈벌기 광고, 음란 사이트를 통한 상업행위, 상용 S/W 불법제공 등을 할 수 없다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 회사가 책임을 지지 않는다.`
    ,
    personal:`수집하는 개인정보의 항목
    회사는 서비스 제공을 위해 회원가입 시점에 다음에 해당하는 개인정보를 수집합니다.
    아이디, 비밀번호, 이메일, 이름, 휴대전화 번호, 통신사 정보, 생년월일, 성별, 입학연도, 닉네임, 연계정보(CI, DI)
    서비스 이용 과정에서 유저 에이전트, 이용 기록, 로그 기록이 자동으로 수집될 수 있습니다.
    
    수집한 개인정보의 처리 목적
    회원가입 시점에 수집된 개인정보는 다음의 목적에 한해 이용됩니다.
    1.	가입 및 탈퇴 의사 확인, 회원 식별 및 관리, 대학생 확인
    2.	개인정보 및 관심에 기반한 이용자 친화적 서비스 제공 및 기존/신규 시스템 개발/유지/개선
    3.	불법/약관 위반 게시물 게시와 같은 부정행위 방지를 위한 운영 시스템 개발/유지/개선
    4.	회원관리, 서비스 운영 및 유지보수를 위한 통계 자료 도출
    
    수집한 개인정보의 보관 및 파기
    회사는 서비스를 제공하는 동안 개인정보 처리방침 및 관련법에 의거하여 회원의 개인정보를 지속적으로 관리 및 보관합니다.
    탈퇴 및 동의 철회 등 개인정보 수집 및 이용 목적이 달성될 경우 수집된 개인정보는 즉시 파기하고 있으며, 내부 방침에 따라 회원 탈퇴 시 개인정보는 탈퇴 시점으로부터 **일 보관 후 파기합니다.
    
    기타
    서비스 내 설문 응답 내역은 설문 등록자에 의해 설문 응답 데이터로 판매될 수 있으며, 서비스 이용자가 포인트를 차감하여 구매할 수 있습니다.
    개인정보 수집 및 이용에 동의하지 않을 권리가 있으며, 거부할 경우 회원가입이 불가합니다.
    `
}